[
  {
    "url": "https://www.work.ua/jobs/5276440/",
    "title": "Middle Python Developer",
    "location": "Дистанційна робота",
    "description": "Компанія — стартап з АІ, яка працює над новими рішеннями для різних видів бізнесу, запрошує до своєї команди Strong Middle Python розробника (в темі back-end інтеграції з chatGPT)Якщо Ви знайомі з проектуванням API, мали досвід з docker та docker-compose і у Вас є комерційний досвід з Python? Надсилайте своє резюме — [відгукнутися]Ваші майбутні задачі: Розробляти high-load мікросервіси; Робити інтеграцію з різними зовнішніми API, такими як Twitter, WhatsApp, Instagram, Viber, Intercom; Оптимізувати код для скорочення витрат на інфраструктуру; Реалізовувати новий функціонал максимально швидко та якісно; Тримати руку на пульсі та вчасно ліквідувати баги. Якщо у Вас є впевнене розуміння принципів роботи REST API і Websockets, вмієте працювати як самостійно, так і в команді та мали досвід у сфері ML/AI з API Telegram, Discord, Twitter, WhatsApp? Надсилайте своє резюме — [відгукнутися]Компанія пропонує: Гідну ЗП 2 500 євро; Гнучкий графік роботи; Перспективи росту та розвитку; Можливість віддаленої роботи. Якщо Ви цікавитесь новітніми технологіями та бажаєте працювати з АІ, тоді ми чекаємо на Ваше резюме — [відгукнутися].Слідкуйте за постійним оновленням вакансій:https://www.instagram.com/imperiahr/https://www.facebook.com/Imperia.HR.Consultinghttps://www.ihr.com.ua/",
    "salary_min": "100000 грн",
    "salary_max": "100000 грн",
    "vip": true,
    "workers": "10–50 співробітників",
    "views": "Вакансію зараз переглядають 2 шукача."
  },
  {
    "url": "https://www.work.ua/jobs/4747196/",
    "title": "Python-програміст",
    "location": "Вінниця, вулиця Данила Галицького, 6-Б",
    "description": "Провайдер телекомунікаційних послуг, «Телерадіокомпанія «ЕВЕРЕСТ», оголошує конкурс на заміщення вакантної посади «Python-програміст».Вимоги: Вік: від 20−45 років Освіта: вища технічна Знання мови програмування Python; Досвід роботи із фреймворком Flask; Навички роботи в Linux; Досвід роботи з Docker, Swarm; Знання реляційних баз даних (MySQL); Бажаний досвід в проектуванні баз даних, нормалізації і аналізі даних; Плюсом буде досвід роботи з ClickHouse, Celery, Redis; Уміння користуватися системою контролю версій (Git); Написання якісного, підтримуваного і розширюваного коду; Досвід в розробці і підтримці веб-додатків; Аналітичний розум, можливість ефективно вирішувати поставлені завдання; Високий рівень комунікативних навичок. Обов’язки: Розвиток та підтримка CRM-системи Компанії. Ми пропонуємо: Високу стабільну зарплату Можливість розвиватись в команді професіоналів Можливість самореалізації Графік роботи:з 9−00 до 18−00 щодня, окрім суботи та неділі. Віддалену роботу не розглядаємо.Шановні кандидати! Надсилайте розгорнуте резюме і побажання щодо заробітної плати на адресу [відгукнутися]",
    "salary_min": "50000 грн",
    "salary_max": "60000 грн",
    "vip": false,
    "workers": "50–250 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/1665750/",
    "title": "Python developer",
    "location": "Дистанційна робота",
    "description": "Quintagroup is a company of Python/JS/AWS experts that provides consulting, programming, and support services to organizations interested in deploying web-based solutions on the cloud. We are looking for talented Python Developers.RESPONSIBILITIES: development with Python participation in planning and execution stages researching and using technologies to implement effective solutions development of products for customers from the US, Germany, Switzerland development of serverless apps, e-commerce solutions, marketplaces REQUIREMENTS: strong knowledge of Python strong knowledge of GIT experience with Linux desire to develop and learn English B2 Would be a plus: experience with AWS, Django, Flask WE OFFER: a company with a specialization in Python development for the last 20 years different domains of projects: FinTech, EdTech, GovTech, IoT, e-commerce, e-auctions, e-learning, public procurement, development of complex AWS based solutions friendly atmosphere and good working conditions regular team-buildings and corporate parties English classes flexible working hours experience with new technologies If you are interested please send us your CV to [відгукнутися]We will be glad to welcome you to our team=)",
    "salary_min": null,
    "salary_max": null,
    "vip": false,
    "workers": "50–250 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5272331/",
    "title": "Middle+, Senior Python Developer",
    "location": "Дистанційна робота",
    "description": "Вакансия: Middle+\\Senior Python Формат работы: удаленный форматЗанятость: частичнаяЗарплатная вилка: почасовая оплата 18−24$\\hourPtolemay — аутсорс-компания полного цикла по разработке мобильных приложений для западного и ближневосточного бизнеса и стартапов. Ищем Middle+\\Senior Python разработчика для участия в проекте, связанном с парсингом данных. Обязанности: Разработка, проектирование и поддержка web-приложений на Python; Поддержка текущих проектов (добавление новых фичей, оптимизации); Участие в разработке новых продуктов, используя язык Python и нижеуказанный стек технологий; Анализ и оптимизация производительности серверной части; Взаимодействие с командой разработчиков, менеджером по проекту. Требования: Русский язык — свободный; Опыт работы в коммерческих проектах на Django/DRF — 3+ года; Обязательно наличие опыта работы с парсингом данных (разбор Fetch/XHR запросов) как минимум в 2−3 проектах; Обязательно наличие опыта работы с одним или несколькими инструментами парсинга (Scrapy, PySpider, Selenium и т.д.); Практика c контейнеризацией: Docker, Docker compose, и наличие опыта работы с системами мониторинга ошибок и состояния системы; Большой опыт с Celery (настройка воркеров, тасков, работа с Flower); Отличное знание баз данных SQL (Postgres), репликация бд, master/slave, знать продвинутые запросы и их механику, понимать, что такое нормализация/денормализация и транзакции (хотя бы в теории), иметь практический опыт с работой индексов; Опыт работы с AWS, Cloudwatch; Опыт работы с асинхронным кодом; Знание принципов SOLID. PEP8, документации своего кода; Умение работать с API документацией. Приветствуются: Умение понимать, разбивать задачи на техническую часть, уметь продумывать архитектуру наперёд; Умение самостоятельно разбираться в чужом коде, быстро вклиниться в проект; Умение формировать бизнес-требования в конкретные технические решения с аргументированным выбором оптимального инструмента Наши условия: Part-time с возможностью дальнейшего перехода на full-time; Гибкий график; Удаленная работа; Почасовая оплата 18−24$ по результатам собеседования. Буду рад переговорить и ознакомиться с резюме — @Dmitriy_Ptolemay",
    "salary_min": "65000 грн",
    "salary_max": "88000 грн",
    "vip": false,
    "workers": "10–50 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5270630/",
    "title": "Викладач Python",
    "location": "Київ, Кловський узвіз, 8",
    "description": "Інжинірингова школа повного дня #brobots шукає викладача технічних предметівЯкщо ти: можеш викладати якусь з цих дисциплін (ArduinoIDE/Python/IoT/Raspberry+Linux) маєш вищу профільну освіту, то ми з нетерпінням чекаємо твоє резюме! Обов’язки: викладати предмети технічного напрямку (різні класи в межах від 1 до 11) працювати над технічними проєктами з учнями перевіряти домашнє завдання брати участь в формальних та не дуже зустрічах колективу Що ми пропонуємо: заробітна плата: 300 грн за урок графік: повна/часткова зайнятість (10:00 — 19:00) місце роботи в центрі міста Київ на Кловському узвозі, 8 класи до 15 учнів безкоштовні обіди та перекуси команду молодих та активних вчителів в допомогу комфортний освітній простір, повністю укомплектовані майстерня та авдиторії",
    "salary_min": "10000 грн",
    "salary_max": "25000 грн",
    "vip": false,
    "workers": "10–50 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5273494/",
    "title": "﻿Викладач в школу програмування (Scratch, Roblox, Python, Front-End)",
    "location": "Київ",
    "description": "ДЕ МИ ШУКАЄМО КАНДИДАТІВ : м. Київ, смт.Козин, м.Українка, м.ОбухівЄ можливість роботи на локаціях в: м.Українка, смт.КозинШкола Logika активно розвивається і в зв’язку із розширенням штату фахівців, відбувається пошук викладачів у нашу школу! В нашій школі присутні курси: Комп’ютерна грамотність, Scratch, Геймдизайн, Python, Front-end та Графічний дизайн.ПРО ШКОЛУ:Ми впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають своє логічне та критичне мислення і вміння думати та аналізувати інформацію, в проєктній роботі проявляти креативність та творчі здібності.Ми пропонуємо: від 500 грн. за одне заняття (в залежності від кількості дітей у групі) Гнучкий графік, можливість обрати для себе робочі години. Графік занять узгоджується. Вчасна виплата заробітної плати. Постійне навчання за рахунок компанії від наших професіоналів. Круте ком’юніті однодумців та комплексну базу знань для співробітників! Мотивацію для викладачів! Зайнятість від 3−6 груп Обов`язки: Проводити офлайн заняття на локації в одному із міст, де розташована школа із використанням вже готових методичних та практичних матеріалів школи Logika; Створювати та підтримувати дружню робочу атмосферу на заняттях; Слідкувати за результатами учнів; Вчасно заповнювати форми та адміністративну звітність; Проводити відкриті уроки для батьків, та давати зворотній зв’язок про навчання дітей; Готовність працювати на декількох локаціях школи Хто нам потрібен?: Потрібні енергійні та вмотивовані викладачі, які ладнають із комп’ютером на «ти» та мають активний підхід до своєї роботи. Високо розвинені комунікативні навички, досвід публічних виступів Любов до дітей та бажання навчати та навчатись разом із ними! Знання різних мов програмування Python,Scratch, Lua, HTML,CSS, JavaScript та величезне бажання вивчати нове). Великою перевагою буде вища освіта в області ІТ, педагогіки/психології. Кандидати з досвідом роботи з дітьми в пріоритеті. Якщо у Вас ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку.Якщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в Logika!Не втрачайте можливість — хутчіш залишайте відгук, або ж телефонуте/пишіть:ЗАПИС НА СПІВБЕСІДУ:Viber: +380990314611Показати телефон— АндрійTelegram: https://t.me/DAndy19976(@DAndy19976)",
    "salary_min": "6000 грн",
    "salary_max": "15000 грн",
    "vip": false,
    "workers": "250–1000 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5209097/",
    "title": "Бізнес-аналітик (SQL, Python)",
    "location": "Дистанційна робота",
    "description": "Ми — Аваль — Райффайзен Банк Аваль — Райффайзен Банк Україна — український банк. Уже 30 років з перших кроків Незалежності ми створюємо та вибудовуємо банківську систему нашої держави #Разом_з_Україною. Ми були і є одним з найбільших банків країни, надійним партнером для мільйонів українців.Ми зосереджені на цінностях, які є чітким орієнтиром для дій. У центрі уваги понад 5500 співробітників та майже 3 мільйона клієнтів. Ми з повагою ставимось до кожного рішення, кожної історії й кроку наших колег та клієнтів. #Райфкоманда інтегрує принципи різноманіття, рівності та інклюзивності у повсякденну роботу.Поєднання у роботі принципів людиноцентричності та інновацій — наш шлях. Запрошуємо у команду людей, які будуть з нами в русі інновацій.Звучить цікаво? Приєднуйтеся до #Райфкоманди!Ми пропонуємоДосвід роботи у великому системному міжнародному бізнесі: робота у великій міжнародній компанії, яка створює різноманітне та інклюзивне середовище для професійного та особистого розвитку співробітників. Потужна спільнота Raiffeisen Bank International, яка складається з високопрофесійних та успішних команд з різних країн.Стабільний дохід: конкурентоспроможна зарплата та бонуси за ваш особистий внесок, винагорода за участь у реферальній програмі.Зручний та безпечний формат роботи: гнучкі умови, можливість працювати у гібридній моделі, дистанційно або в офісі. Для виконання своїх обов’язків можна використовувати офіси із безперебійним живленням та наявними бомбосховищами.Соціальний пакет та програма Wellbeing: 28 днів оплачуваної основної відпустки та додаткові відпустки, медичне страхування, офіційне працевлаштування. Турбота про ментальне та фізичне здоров’я: індивідуальні психологічні сесії та групові лекції, безкоштовні спортивні онлайн-заняття.Професійний розвиток: обмін знаннями з колегами, у тому числі й з-за кордону, можливість підвищення кваліфікації та перекваліфікація. Участь у внутрішніх відборах. Навчання внутрішнє та зовнішнє. Корпоративні курси та тренінги soft skills у нашій корпоративній академії. Командоутворюючі заходи та участь у соціальних проєктах.Усі переваги роботи у Райфі — https://raiffeisen.ua/storage/files/raif-benefits-ho.pdfНеобхідний досвід: Вища освіта Розуміння принципів банківської діяльності і банківських продуктів Навички та знання SQL — написання запитів, робота з базами даних Досвід роботи з Jira (виставлення задач на команду по проєкту) Досвід роботи з Python Вміння працювати з великими масивами даних Володіння англійською мовою — intermediate level Буде плюсом: Досвід ведення проєктів від 1 до 3 років Високий рівень роботи з Excel (формули, зведені таблиці, джерела даних) Впевнений користувач MS Office, робота з Power Bi Готовність до швидкого навчання Що ви будете робити: Аналіз бізнес показників Формування БД і консолідація даних Проєктна робота з командою аналіз бізнес ТЗ та виставлення задач для ІТ команди Mapping даних Здійснення підготовки даних за допомогою SQL/Python Ведення беклог Ведення комунікації з product owner RBI англійською мовою Залученість в процес розробки, автоматизації, впровадження і супроводження звітності підрозділу Оптимізація звітності Наша команда у соцмережах:Facebook Instagram",
    "salary_min": null,
    "salary_max": null,
    "vip": true,
    "workers": "більше 1000 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5067561/",
    "title": "Middle Python Developer (Desktop)",
    "location": "Київ",
    "description": "Ajax Systems — розробник і виробник систем безпеки Ajax із можливостями розумного дому. Це більше 50 пристрої, мобільні та десктопні застосунки, серверна інфраструктура. У лінійці Ajax представлено централі керування із власною RTOS (OS Malevich), датчики руху, відчинення, захисту від затоплення та пожежні датчики, вуличні й домашні сирени, тривожна кнопка з функцією керування приладами, розумні розетки та реле.Кожного року ми демонструємо кратне зростання як у чисельності команди, так і в кількості користувачів у всьому світі. Виробництво Ajax Systems налічує два заводи, що розташовані в Україні. Також у нас чотири R&D-офіси: у Києві, Харкові, Львові та Вінниці. Локальні команди продажів є у Великобританії, Італії, Іспанії, Португалії, Німеччині, Польщі, Норвегії, Румунії, Туреччині, ОАЕ та ПАР.Датчики Ajax охороняють більше мільйона користувачів у більш ніж 130 країнах світу.Основне завдання команди — це забезпечити випуск максимальної кількості пристроїв найвищої якості в найкоротші терміни. Ми розробляємо власний софт і апаратне забезпечення, які використовуються практично на всіх етапах виробництва: починаючи з тестування змонтованих плат і прошивки мікроконтролерів, до перевірки зібраних пристроїв і їх упаковки, комплектації Starter Kits. Головний виклик перед командою на найближче майбутнє — повна автоматизація всіх етапів виробництва з використанням конвеєрів і роботів.Основні задачі: розробка десктоп програм (PC, single-board) для автоматизації процесів масового виробництва, тестування та калібрування пристроїв. інтеграція апаратного забезпечення в програм виробництва, що потрібні для перевірки/калібрування окремих функцій охоронних, відео та смарт-хоум пристроїв. робота з CI/DI системою для автоматичного управління версіями програмного забезпечення виробництва розробка допоміжних програм, скриптів, алгоритмів аналізу, API для взаємодії програм з базою, стороннім ПЗ та ПЗ/хардом інших команд. Що шукаємо у кандидаті? технічну освіту комерційний досвід з Python 3 — від 3-х років знання PyQT, PySide або Tkinter досвід роботи з MySQL, PostgreSQL розуміння Multiprocessing, Threading, Socket, The Python Standard Libraries знання HTTP/TCP, модель OSI досвід OOP знання Git, Linux англійську на рівні читання та розуміння документації Чудово, якщо ви знаєте: PySerial или PyUSB PyInstaller Django REST API Jenkins або іншу CI/CD систему Docker, docker-compose Особисті якості: цілеспрямованість прагнення до нових знань і вирішенню нестаранних задач вміння працювати в команді. Деталі про команду, проекти, найближчі задачі, плани на майбутнє:",
    "salary_min": null,
    "salary_max": null,
    "vip": false,
    "workers": "більше 1000 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5262743/",
    "title": "Викладач у дитячу ІТ-школу програмування (Scratch, Python, JavaScript)",
    "location": "Корсунь-Шевченківський",
    "description": "Школа Logika активно розвивається і в зв’язку із розширенням штату фахівців, відбувається пошук викладачів у нашу школу! В нашій школі присутні курси: Комп’ютерна грамотність, Scratch, Геймдизайн, Python, Front-end.ПРО ШКОЛУ:Ми впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають своє логічне та критичне мислення і вміння думати та аналізувати інформацію, в проєктній роботі проявляти креативність та творчі здібності.Ми пропонуємо: Робота у вихідні (субота, неділя). Можлива зайнятість в будні дні друга половина дня. Вчасна виплата заробітної плати. Постійне навчання за рахунок компанії від наших професіоналів. Круте ком’юніті однодумців та комплексну базу знань для співробітників! Мотивацію для викладачів! Зайнятість від 3−7 груп Заробітна плата: від 350 грн за один урок (в залежності від кількості дітей у групі) Обов`язки: Проводити офлайн заняття із використанням вже готових методичних та практичних матеріалів школи Logika; Створювати та підтримувати дружню робочу атмосферу на заняттях; Слідкувати за результатами учнів; Вчасно заповнювати адміністративну звітність; Проводити відкриті уроки для батьків, та давати зворотній зв’язок про навчання дітей; Отримувати задоволення від роботи із майбутнім нашої країни; Хто нам потрібен?: Потрібні енергійні та вмотивовані викладачі, які ладнають із комп’ютером на «ти» та мають активний підхід до своєї роботи. Високо розвинені комунікативні навички, досвід публічних виступів Любов до дітей та бажання навчати та навчатись разом із ними! Знання різних мов програмування Python,Scratch, Lua, HTML,CSS, JavaScript та величезне бажання вивчати нове). Великою перевагою буде вища освіта в області ІТ, педагогіки/психології. Кандидати з досвідом роботи з дітьми в пріоритеті. Якщо у Вас ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку.Якщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в Logika!Не втрачайте можливість — хутчіш залишайте відгук, або ж телефонуте/пишіть: 0931075430Показати телефон Анна.",
    "salary_min": "5000 грн",
    "salary_max": "10000 грн",
    "vip": false,
    "workers": "250–1000 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5275279/",
    "title": "Python Developer",
    "location": "Дистанційна робота",
    "description": "Це штатна віддалена позиція для кандидатів для роботи на півставки, що знаходяться в будь-якій точці України.В даний час ми шукаємо уважного до деталей розробника Python для підтримки поточного проекту, який стане частиною нашої динамічної команди.Наші очікування: досвід роботи з Python (2 роки+); досвід роботи з web-фреймворком (django); знання сучасних front-end технологій: React/Vue; досвід роботи з API; знання HTML/CSS, JavaScript; знання SQL; базові навички DevOps (DigitalOcean, Firewall); досвід роботи з Git; сумлінність, вміння працювати в команді та бажання розвитку. Твої майбутні таски: підтримка існуючого функціоналу та створення нового; оптимізація та вдосконалювати існуючого програмного коду; підтримка та підвищення продуктивності системи; комунікація із колегами. Ми пропонуємо: Баланс роботи і особистого життя: гнучкий графік роботи, можливість працювати віддалено. Зарплата: за результатами співбесіди, буде залежати від початкового досвіду та навичок. Швидше відправляй своє CV та будемо знайомитись!",
    "salary_min": null,
    "salary_max": null,
    "vip": false,
    "workers": "менше 10 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5276178/",
    "title": "Middle Python-програміст",
    "location": "Дистанційна робота",
    "description": "Трохи про нас:Ми невелика команда спеціалістів з України, яка вже кілька років проживає в Європі. Зараз ми працюємо над власним SaaS продуктом (хмарне сховище). Проект молодий, але перспективний.Кого ми шукаємо?Досвідченого бекенд-розробника на Python, який працюватиме над покращенням поточного та додаванням нового функціоналу до нашого сховища.Що ми очікуємо від кандидата? комерційний досвід роботи мінімум 2 роки. Python на високому рівні. досвід роботи з Flask framework та Jinja2 templates. знання Git та Docker. виконане оплачуване тестове завдання. розуміння Chart.js або чогось подібного буде перевагою. Що ми пропонуємо? дистанційна робота. вільний графік. 20−40 годин на тиждень. 2,000€ на місяць під час 3-х місячного випробувального періоду, потім 2,500−3,000€. Перегляд зарплатні кожні півроку. переїзд в Європу, якщо це цікавить. Тестове завдання:https://docs.google.com/document/d/1C3R77duuCbIziy5NKOkShRmVDYbv9UhZv4R2ZQA0BJs/edit — детальний опис.",
    "salary_min": "100000 грн",
    "salary_max": "120000 грн",
    "vip": false,
    "workers": "менше 10 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/4738596/",
    "title": "Викладач програмування на Python в онлайн-школу для дітей",
    "location": "Дистанційна робота",
    "description": "Вакансія: Викладач програмування на Python онлайн школу для дітейМи шукаємо енергійного та талановитого викладача для нашої школи Junior IT. Ваша головна мета — надавати дітям навички програмування на мові Python.Обов’язки: Викладання основ програмування на мові Python дітям віком від 10 до 15 років. Використання готових навчальних програм із можливістю адаптації під свій індивідуальний підхід Створення інтерактивних та практичних занять, щоб допомогти учням глибше зрозуміти теми програмування. Забезпечення підтримки та допомоги учням під час виконання завдань та проектів. Підготовка та надання зворотного зв’язку щодо успішності дітей Вимоги: Досвід у програмуванні на мові Python від 1 року. Знання основних концепцій програмування та вміння пояснити їх дітям зрозумілою мовою. Вміння створювати цікаві та практичні навчальні матеріали. Висока комунікабельність та здатність працювати з дітьми різного віку. Відповідальність та організованість. Ми пропонуємо: Офіційне працевлаштування. Виплати двічі на місяць без затримок. Гнучкий робочий графік. Віддалену роботу. Можливість працювати з талановитими та цікавими дітьми. Якщо ви енергійні, творчі та цілеспрямовані, і ви бажаєте передати свої знання молодому поколінню, ми з нетерпінням чекаємо на вашу заявку!",
    "salary_min": "15000 грн",
    "salary_max": "15000 грн",
    "vip": false,
    "workers": "10–50 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/3407541/",
    "title": "Викладач програмування Python для дітей",
    "location": "Дистанційна робота",
    "description": "Академія професій майбутнього — це сучасний IT- центр для дітей від 6−16 років. Запрошуємо в команду викладачів з програмування Python для дітей. Вимоги до кандидата: Знання мови програмування Python; Бажання ділитися знаннями з дітьми; Уміння пояснювати складне простими (іноді дитячими) словами; Комунікабельність, цілеспрямованість, відповідальність; Вільне володіння мовами: російська, українська; Досвід роботи з дітьми та у викладанні — надає перевагу. Умови роботи: Неповна зайнятість (самостійно обираєте графік); Можливість працювати з будь-якої точки світу; Оплата погодинна (більше працюєте — більше заробляєте); Надаємо повністю розроблений план уроків. Обов’язки: Проведення групових або індивідуальних занять для дітей від 10 років Проведення презентацій курсу (пробних занять) Чекаємо на ваші резюме.",
    "salary_min": null,
    "salary_max": null,
    "vip": false,
    "workers": "10–50 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5184790/",
    "title": "Analytic programmer (intern, trainee, VBA, SAS, R, Python)",
    "location": "Дистанційна робота",
    "description": "Потреба: Наймемо технічного помічника в науковому актуарно-статистичному проекті для програмування на VBA, SAS, R, Python та суміжних функцій. Бажано студента.Оплата погодинна залежно від рівня знань. Пересилаємо через Вестерн Юніон. Погодинний облік ведете в гугл-шит файлі, щодня відзначаючи зроблені завдання.Вимоги до кандидата: Мати довготривалу кар'єрну орієнтацію на аналітичне програмування чи споріднені галузі, такі як статистика, актуарні науки, аналіз даних чи машинне навчання. Знати хоча б одну з мов — VBA, SAS, R, Python. Освіта або поточне навчання в одній із дисциплін: математики, статистики, актуарних чи комп’ютерних наук. Базовий рівень англійської мови. Мати швидкий інтернет, бути доступним по емейлу, скайпу, вайберу, вотсапу. Мати для роботи кілька годин на день для скайп сесій та домашніх завдань. Обов’язки за наймом: Виходити на щоденні скайп сесії. Проводити задані дослідження та писати код. Допомагати у попутних тимчасових та рутинних задачах. Заповнювати файл обліку годин на гугл драйві. Розглядаються заявки, в яких зазначено: Ім'я, прізвище, місто Телефон, імейл, скайп. Резюме Фото (необов'язково). Досвід у VBA, SAS, R, Python. Освіта чи поточне навчання. Скільки годин на тиждень ви можете приділити роботі. Нинішня форма діяльності (робота, навчання…). Рівень англійської мови (не критично).",
    "salary_min": null,
    "salary_max": null,
    "vip": false,
    "workers": "менше 10 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5212809/",
    "title": "Senior, Lead Machine Learning Engineer (Python)",
    "location": "Дистанційна робота",
    "description": "International company Kodershop is looking for a highly motivated and Senior/Lead Machine Learning Engineer (Python), who will be  working as  part of  the team on  a  project for USA client.  Required skills: Master’s degree in Computer Science or similar 5+ years of work experience in machine learning or data engineering Have experience launching production systems from the ground up Proficiency in Python Development experience with big data technologies such as SQL and AWS/Cloud Platform Knowledge of machine learning frameworks Experience with Azure cloud and recognising functionality BE development experience for an end-to-end machine learning solution Ideal experience with Natural Language Processing or Computer Vision Scope of work: Participate in developing machine learning solutions to recognise huge streams of data (handwritten, audio, etc.) Design and build pipelines that collect, preprocess, and deliver data with a measurable quality Write production-ready software with fast and efficient algorithms Develop state-of-the-art machine learning algorithms across computer vision, natural language understanding, and structured data problems to solve problems Own machine learning services from end-to-end, including problem discovery, data pipeline development, model experimentation, and service deployment Help build new machine learning prediction delivery systems — all of our products are built from the ground up with machine learning at their core, enabling us to deploy our predictions in new and interesting ways Opportunity to quickly make an impact and becoming a leader for the team Mentor other team members. Send your Resume:[відгукнутися] Telegram: @HR_SID Skype: [відгукнутися]",
    "salary_min": null,
    "salary_max": null,
    "vip": false,
    "workers": "10–50 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5254606/",
    "title": "Strong junior, middle Python software engineer",
    "location": "Дистанційна робота",
    "description": "Big data, AI та військова сфера — це те, що ми поєднали у своїй роботі. Працюємо «at the cutting edge of innovation», аналізуємо великі дані із соцмереж, ідентифікуємо людей за фото, вирішуємо інші корисні задачі для військових та бізнесу.Чому вакансія повинна тебе зацікавити? Можливість поєднати створення високотехнологічних продуктів та роботу в інтересах ЗСУ Розробляємо технології AI з аналізу людей, унікальні у світовому масштабі. Майже як у Чорному дзеркалі. У нас цікаво, незвично та багато драйву На кожній позиції ми надаємо свободу дій, «творчості», а також даємо складні задачі та допомагаємо їх вирішувати, що дозволяє дуже швидко прокачувати свої навики та бачити результати саме своєї роботи Технічні вимоги: Комерційний досвід роботи з Python (gRPC, multiprocessing, asyncio) від 1−2 років Розуміння асимптотики, алгоритмів, структур даних, основ паралельного програмування Розуміння основних принципів передачі даних в мережі Досвід роботи з NoSQL та SQL базами даних (MongoDB, Redis, графові БД) Досвід роботи з фреймворком FastAPI Бажано: Досвід роботи з Java Досвід роботи з Linux, Docker Досвід роботи з open data Досвід роботи з reverse engineering, парсингом сайтів (selenium, bs4) Досвід створення API, оптимізації програмного коду Досвід у web розробці Приклади задач: Розробка клієнтських API та внутрішніх продуктів компанії Знаходження оптимальних засобів розміщення наявних даних для подальшого використання командою data science Побудова пайплайнів передачі даних, у тому числі на web Використання інструментів роботи з big data — побудова кластерних рішень Про компанію Artellence: Наша місія полягає у розкритті потенціалу використання великих даних із відкритих джерел з метою вирішення задач ЗСУ та бізнесу. Наші алгоритми ідентифікують людину за фото, перевіряють підозрілих людей, вирішують хто сьогодні отримає кредит, а кого завтра візьмуть на роботу. Ми беремо участь у будівництві нового майбутнього, заснованого на машинному навчанні та великих даних Детальніше про компанію можна прочитати на сайті artellence.com, а також у нашому Telegram-каналі BigDataFuture (t.me/artellence_official). Пошук постів про внутрішню кухню компанії за #ai_from_inside Відгуки співробітників про роботу в Artellence: jobs.dou.ua/companies/artellence/reviews Ми працюємо у віддаленому форматі із гнучким графіком, орієнтуємося на результат, а не кількість відпрацьованих годин. Розглядаємо кандидатів із усієї України",
    "salary_min": null,
    "salary_max": null,
    "vip": false,
    "workers": "10–50 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5262279/",
    "title": "Python-програміст",
    "location": "Дистанційна робота",
    "description": "Ми шукаємо талановитого і досвідченого Python-програміста, який приєднається до нашої команди талановитих розробників. У якості програміста ви будете працювати над розробкою та підтримкою програмного забезпечення для наших клієнтів. Ваші обов’язки будуть включати аналіз вимог, розробку програмного коду, тестування та впровадження програмних рішень.Вимоги: Досвід розробки на мові програмування Python від 1 року; Знання фреймворків, таких як Flask або Fast API; Розуміння базових принципів об'єктно-орієнтованого програмування; Навички роботи з базами даних, такими як PostgreSQL; Досвід роботи з системами контролю версій, такими як Git; Здатність працювати в команді; Буде перевагою: Базові знання машинного навчання та штучного інтелекту; Досвiд створення чат-ботiв для WhatsApp та Telegram та інтегрування їх з GPT API; Досвід роботи хоча б з однією з технологій: LangChain, AutoCode, Pinecone; Ми пропонуємо можливість професійного росту та розвитку, цікаві проекти та дружню атмосферу в команді. Якщо ви готові приєднатися до нашої компанії і втілювати свої програмістські навички, надсилайте своє резюме із зразками робіт. Ми з нетерпінням чекаємо на вашу заявку!",
    "salary_min": "10000 грн",
    "salary_max": "20000 грн",
    "vip": false,
    "workers": "менше 10 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5263379/",
    "title": "Python developer",
    "location": "Дніпро, вулиця Святослава Хороброго, 12",
    "description": "Опис вакансії «BG Games» — українська ІТ-компанія, яка спеціалізується на розробці кросплатформних мобільних ігор та додатків. Ми з радістю приймаємо до нашої команди талановитих та енергійних фахівців, які готові працювати над різноманітними проектами та розвивати свої навички.Також в нас є дочірня компанія «Crowd»-міжнародна IT-компанія зі створення, навчання, та покращення нейронних мереж та штучного інтелекту. Нашими партнерами та замовниками наших послуг є такі корпорації як «Meta», «Google», «Amazon», «Nvidia», «Dell», та багато інших! Де талановиті хлопці та дівчата роблять ще кращим світ майбутнього.Та саме зараз ми у пошуку нових фахівців зі знанням мови Python рівня Trainee.Основні обов’язки: Розробка програмного забезпечення мовою програмування Python; Реалізація поставлених завдань; Швидко навчатися та самостійно вирішувати завдання; Працювати в команді; Пошук та аналіз невідповідностей поведінки застосунків згідно з технічним завданням. Необхідні навички: Знання основ Python; Знання принципів ООП; Системний підхід до написання коду Базові знання Django, Flask або подібних фреймворків Python; Знайомство з різними інструментами тестування. Умови роботи: Зручний графік роботи з 10.00−18.00; Можливість зростати через менторство та спадкоємність досвіду колег; В офісі двічі на тиждень проходять курси англійської мови; Можливість впливати на заробітну плату; Є ігрова кімната та власна кухня; Регулярні корпоративи та інвенти. Процес відбору кандидатів: Інтерв'ю з HR; Технічне інтерв'ю з фахівцем. Будемо раді бачити тебе у нашій команді!З повагою, Наталья HRM «BG Games»",
    "salary_min": "20000 грн",
    "salary_max": "32000 грн",
    "vip": false,
    "workers": "50–250 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5094385/",
    "title": "Middle Python-програміст",
    "location": "Дистанційна робота",
    "description": "Трохи про нас:Ми невелика команда спеціалістів з України, яка вже кілька років проживає в Європі. Зараз ми працюємо над власним SaaS продуктом (хмарне сховище). Проект молодий, але перспективний.Кого ми шукаємо? Досвідченого бекенд-розробника на Python, який працюватиме над покращенням поточного та додаванням нового функціоналу до нашого сховища.Що ми очікуємо від кандидата? комерційний досвід роботи мінімум 2 роки. Python на високому рівні. досвід роботи з Flask framework та Jinja2 templates. знання Git та Docker. виконане оплачуване тестове завдання. розуміння Chart.js або чогось подібного буде перевагою. Що ми пропонуємо? дистанційна робота. вільний графік. 20−40 годин на тиждень. 2,000€ на місяць під час 3-х місячного випробувального періоду, потім 2,500−3,000€. Перегляд зарплатні кожні півроку. переїзд в Європу, якщо це цікавить. Тестове завдання:https://docs.google.com/document/d/1C3R77duuCbIziy5NKOkShRmVDYbv9UhZv4R2ZQA0BJs/edit — детальний опис.",
    "salary_min": "100000 грн",
    "salary_max": "120000 грн",
    "vip": false,
    "workers": "менше 10 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5266054/",
    "title": "Python developer",
    "location": "Дистанційна робота",
    "description": "Наша компанія — це команда ентузіастів, що створюють передумови в IT галузі України для переходу із аутсорсу до роботи над власними продуктами. Разом із західними партнерами ми створили https://projectukraine.online і запускаємо декілька інноваційних та масштабних проєктів, які допомагатимуть українцям і світу.Вимоги: 2+ роки комерційного досвіду на аналогічній посаді; Досвід роботи зі складними запитами в Django ORM (annotations, aggregations, subquery) обовʼязковий. Досвід роботи з Python 3.8+, Django, PostgreSQL, Redis, Git; Вміння писати юніт тести (Pytest/Unittest). Вміння користуватися командною строкою Linux; Уважність до деталей; Вміння самоорганізуватися у форматі віддаленої роботи; Вміння користуватися Slack та Jira. Буде дуже великим плюсом: Досвід з Computer Vision и Machine Learning. Обов’язки: Розробка нового функціоналу; Доопрацювання та удосконалення існуючого, оптимізація. Що ми пропонуємо: Full Remote формат роботи; Конкурентна заробітна плата; Робота з надихаючими українськими IT-продуктами, які роблять світ кращим; Позитивна, молода команда з різних куточків України; Оплачувані відпустка і лікарняні. Про компанію Project UkraineProject Ukraine is part of Ruliad — a London-based impact technology company that is uniting exceptional technologists to build world-changing products.We are looking for the most driven experts from Ukraine to work on these products in order to create a post-war ecosystem that will ensure Ukraine is rebuilt as a tech superpower.Joining us means joining a company of extremely motivated individuals who look for meaning in what they do. It is not always easy, and it is not for everyone. But overcoming meaningful differences, coming together for the right cause, and tackling any problem that stands in the way is the journey civilisation is on. Join us on that journey.Сайт компанії:https://projectukraine.online/Сторінка компанії на DOU:",
    "salary_min": null,
    "salary_max": null,
    "vip": false,
    "workers": "10–50 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/4563892/",
    "title": "Викладач у дитячу ІТ-школу програмування (Python)",
    "location": "Сокаль",
    "description": "Контакти: Тел. +380931093106Показати телефон (Ірина)Що таке Logika:Ми впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають логіку і вміння думати, а в проектній роботі проявляють креативність та творчі здібності.У програму курсу Logika включені частини курсів з фізики, математики, хімії, астрономії, що допомагає дітям зрозуміти, навіщо шкільні предмети потрібні в реальному житті.Logika активно розвивається і в зв’язку із розширеннями відбувається пошук викладачів!Ми пропонуємо: Робота у вихідні та будні. Заробітна плата: 330 грн / 1.5 години викладання. Постійне навчання за рахунок компанії від наших професіоналів. Зручні локації. Круте ком’юніті однодумців! Хто нам потрібен?: Потрібні круті викладачі, які ладнають із комп’ютером на «ти» та мають активний підхід до своєї роботи. Необхідні знання у Python (Або ж досвід із іншими мовами програмування та бажання вивчати нове) Великою перевагою буде вища освіта в області ІТ, або ж педагогіки/психології. Якщо Ви маєте досвід у роботі з дітками — це кльово, а якщо немає, то навчимо! Що потрібно буде робити: проводити заняття із використанням уже готових методичних матеріалів школи Logika; створювати та підтримувати дружню робочу атмосферу; отримувати кайф від роботи із майбутнім нашої країни; Якщо саме ВИ бажаєте власноруч змінювати освіту на краще — ходім до Логіки!Не втрачай можливість — хутчіш залишай відгук, або ж телефонуй: +380931093106Показати телефон",
    "salary_min": "5000 грн",
    "salary_max": "8000 грн",
    "vip": false,
    "workers": "250–1000 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5269675/",
    "title": "Middle Python-програміст",
    "location": "Київ",
    "description": "Трохи про нас:Ми невелика команда спеціалістів з України, яка вже кілька років проживає в Європі. Зараз ми працюємо над власним SaaS продуктом (хмарне сховище). Проект молодий, але перспективний.Кого ми шукаємо?Досвідченого бекенд-розробника на Python, який працюватиме над покращенням поточного та додаванням нового функціоналу до нашого сховища.Що ми очікуємо від кандидата? комерційний досвід роботи мінімум 2 роки. Python на високому рівні. досвід роботи з Flask framework та Jinja2 templates. знання Git та Docker. виконане оплачуване тестове завдання. розуміння Chart.js або чогось подібного буде перевагою. Що ми пропонуємо? дистанційна робота. вільний графік. 20−40 годин на тиждень. 2,000€ на місяць під час 3-х місячного випробувального періоду, потім 2,500−3,000€. Перегляд зарплатні кожні півроку. переїзд в Європу, якщо це цікавить. Тестове завдання:https://docs.google.com/document/d/1C3R77duuCbIziy5NKOkShRmVDYbv9UhZv4R2ZQA0BJs/edit — детальний опис.",
    "salary_min": "100000 грн",
    "salary_max": "120000 грн",
    "vip": false,
    "workers": "менше 10 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5041738/",
    "title": "Trainee (JavaScript/Python) для автоматизації Google-додатків",
    "location": "Дистанційна робота",
    "description": "Профіль компанії DELEVAIT Ми компанія, яка допомагає підприємцям із США та Європи, і нам потрібні спеціалісти які будуть компетентно вести справи на західному ринку.З початком війни наша компанія зазнала великої реорганізації. Ми заново відбудовуємо ІТ відділ в нашій компанії, і тому у вас є можливість очолити його або ж працювати експертом, проджект-менеджером чи тім-лідом.Для цього запрошуємо тих, хто хоче вирости в новій для себе сфері разом з нашим ІТ відділом.Ми шукаємо швидких, таких які готові навчатись не тільки в нас, але і самостійно, хто схоплює на льоту, кому не потрібні детальні інструкції.Ми працюємо як команда, тому шукаємо тих, хто розуміє як команда будується та працює.Відносини в компанії побудовані на взаємній повазі та довірі, тому ми б хотіли бачити у себе відповідальних та порядних працівників.Ми віддаємо перевагу ініціативним, мотивованим людям, які прагнуть підвищувати компетентність та направляти зусилля на саморозвиток та розвиток компанії.Кожна людина в компанії робить свій внесок. У нас не приживаються люди із бажанням сховатися за спинами працьовитих робітників.Ваша майбутня робота — це виклик, багато аналітики, багато творчості, багато навчання, 1000 та 1 завдань, можливі перестановки.Наша формула організації: Ми робимо вам виклик, та ставимо амбітні завдання Допомагаємо на шляху їх виконання Ви отримуєте задоволення від своїх досягнень Як результат, клієнт задоволений А ви отримуєте високу заробітну плату. В чому унікальність роботи в DELEVAIT: Чітка схема роботи, при цьому свій зручний графік Чіткі зрозумілі інструкції, при цьому свобода для зростання Поміч на кожному кроці шляху до професіоналізму, при цьому очікуємо поміч та віддачу від працівників Спокійна та дружня атмосфера, та разом с тим азарт та натхнення від реалізованих проектів Підходить для початківців, для тих, в кого новий старт.Це можуть бути: ті, хто починає роботу нещодавні випускники навчальних закладів ті, хто змінює професію на сферу IT Але ми перебірливі та не беремо всіх підряд. Одразу просимо пробачення, якщо ви нам не підійдете.Які типи людей нам точно не підходять: «сам все знаю» «не хочу перенапружуватись» «не хочу розвиватись» «неважливо, що клієнт незадоволений, де мої гроші?» «хочу робити по-мінімуму та отримувати по-максимуму» Ми пропонуємо цікаву роботу, та гідну заробітну плату для активних новачків в IT сфері.Умови роботи: Дистанційна робота в зручному для вас місті; Можливе кар'єрне зростання; Перший місяць навчання та стажування; Робочий тиждень 40 годин та гнучкий графік; Оплата роботи щомісяця; Дружня атмосфера в колективі. Обов’язки: Створення дашбордів (панелей управління) на формулах з цифрами, графіками тощо в Google Sheets, Google Docs, Google Drive, Gmail та інших Google Apps; Налаштування API; Програмування Google додатків (Sheets, Docs, Forms, Slides тощо) за допомогою Google Apps Script. Розробка сайтів. Розробка ботів, інструментів для скрапінгу, тощо. Вимоги: Навички роботи з Google Sheets та іншими Google Apps, вміння налаштувати API; Знання HTML, CSS, Javascript; Можливо знання Python чи іншіх мов програмування Навички програмування за допомогою Google Apps Script; Рівень англійської Intermediate або вище; Обізнаність в своїх робочих інструментах та уважність до деталей; Здатність дотримуватися дедлайнів; Бути вирішувачем проблем, а не їх помножувачем; Здатність спілкуватися без негативу, роздратування та непотрібних емоцій; Бути на зв’язку протягом робочого дня (мати змогу дуже швидко відповідати на запити). Ми зацікавлені у довгостроковій, стабільній та взаємовигідній співпраці!Якщо ви зацікавились роботою у нас, заповніть це опитування:https://forms.gle/yG8xGcmicMZFuULM6Резюме без опитування не розглядаємо.На цьому/наступному тижні з тими, хто може підійти, поспілкуємось у Zoom.",
    "salary_min": "11000 грн",
    "salary_max": "20000 грн",
    "vip": false,
    "workers": "менше 10 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5266895/",
    "title": "Python developer",
    "location": "Дистанційна робота",
    "description": "Ми шукаємо талановитого Python розробника для приєднання до нашої команди. Якщо ви є ентузіастом програмування, маєте досвід розробки на Python і бажаєте працювати в креативному та динамічному середовищі, то ця робота саме для вас.Обов’язки: Розробка та підтримка веб-додатків на Python з використанням фреймворків, таких як Django або Flask. Взаємодія з іншими членами команди для аналізу вимог та визначення оптимальних рішень. Вдосконалення та оптимізація існуючих систем. Розробка телеграм, WhatsApp, Facebook ботів, робота з бібліотеками телеграм-ботів, подальше їх супроводження. Вимоги: Досвід розробки на Python від 1 року. Розуміння принципів ООП та досвід в їх використанні. Знання фреймворків Django або Flask. Вміння працювати з базами даних (наприклад, MySQL, PostgreSQL). Знання HTML, CSS та JavaScript буде перевагою. Відповідальність, комунікабельність, здатність до командної роботи. Ми пропонуємо: Гнучкий графік роботи. Високу заробітну плату, виплачувану вчасно. Можливість працювати в команді професіоналів та отримувати цінний досвід. Розвиток особистих та професійних навичок. Якщо ви відповідаєте всім вимогам, маєте бажання працювати в сучасній компанії з дружним колективом, надсилайте своє резюме та приєднуйтеся до нашої команди Python розробників. Звертаємо увагу, що вакансія відкрита для всіх здібних кандидатів, незалежно від статі, віку, національності, інвалідності, сексуальної орієнтації та соціального статусу",
    "salary_min": null,
    "salary_max": null,
    "vip": false,
    "workers": "50–250 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5266306/",
    "title": "Python-програміст",
    "location": "Дистанційна робота",
    "description": "Компанія Horand Limited яка надає аусторсингові послуги на території Великобританії в рамках проекту «One Pound Assistant online» шукає відповідальних та впевнених у собі людей з високим рівнем англійської мови Python developers які будуть виконувати роботу дистанційно для клієнтів компанії.Ми шукаємо талановитого Python-програміста для приєднання до нашої команди. Ваша робота буде пов’язана з розробкою програмного забезпечення на мові Python для використання в різних сферах бізнесу, таких як IT, логістика, медіа, дизайн, архітектура та інші.Вимоги: Впевнене володіння мовою програмування Python. Розуміння принципів ООП та досвід їх застосування. Знання SQL та реляційних баз даних. Досвід роботи з фреймворками Flask або Django буде перевагою. Знання HTML, CSS та JavaScript також бажані. Вміння працювати в команді та гнучкість у вирішенні завдань. Стресостійкість та здатність працювати в умовах обмеженого часу. Обов’язки: Розробка та підтримка програмного забезпечення на мові Python. Взаємодія з іншими членами команди для розуміння бізнес-потреб і вимог до програмного забезпечення. Тестування та налагодження розроблених програм. Вдосконалення та оптимізація існуючих програмних рішень. Виконання завдань в установлений термін. Розробка телеграм, воцап та інших ботів. Ми пропонуємо: Віддалену роботу, що дозволяє гнучко планувати свій робочий час. Можливість працювати зі сучасними технологіями та інструментами. Кар'єрний ріст і можливість розвитку в сфері програмування. Комфортну та дружню атмосферу у колективі. Для того щоб стати частиною нашої команди необхідно буде пройти декілька етапів відбору що включає успішне виконання тестового завдання, відео презентацію, відео співбесіду на англійській мові проведену онлайн. Кращі відео презентації і співбесіди будуть розміщені на сайті і в соцмережах компанії LinkedIn, Youtube, Instagram.Відбір буде тривати до 08.09.2023р.",
    "salary_min": null,
    "salary_max": null,
    "vip": false,
    "workers": "10–50 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5266505/",
    "title": "Python Developer (Full-Stack)",
    "location": "Дистанційна робота",
    "description": "Avianna is the pioneer in state-of-the-art AI for robotics. Through its innovative technology, it facilitates seamless and intuitive communication in natural language between operators and robots, transforming the way robots are utilized. Therefore, we are looking for a skilledPython Developer, preferably full-stack, to join our team. As a Python Developer specialized in AI robot software, you will work on advanced algorithms and software solutions for our autonomous robot systems, applying Python’s capabilities to create intelligent, efficient, and reliable software for complex tasks and missions.Responsibilities: Collaborate with AI engineers and robot specialists to understand project requirements and translate them into technical specifications. Develop and maintain Python-based software solutions for autonomous robots. Write clean, efficient, and well-documented code using Python and relevant libraries/frameworks. Conduct testing and debugging to identify and resolve software defects. Stay updated with the latest advancements in the AI, computer vision, and robot technologies to integrate new features and capabilities into our software. Collaborate with hardware engineers to ensure seamless integration between software and robot hardware components. Requirements: Strong proficiency in Python programming, focusing on AI and machine learning applications. Knowledge of the React library. Experience coding with CoPilot/ChatGPT. Strong problem-solving skills and the ability to apply algorithms to real-world challenges. Preferred experience with version control systems (e.g., Git) and agile development methodologies (e.g., Scrum). Strong attention to detail and ability to deliver high-quality code. Nice to have: Experience in developing software for autonomous systems and robotics. Familiarity with computer vision techniques, image processing, and object detection algorithms. Understanding of AI and machine learning concepts, algorithms, TensorFlow, or PyTorch. Knowledge of robot hardware components, flight dynamics, and control systems is a plus. Excellent teamwork and communication skills. Benefits of working at Avianna: Work-life balance. Remote work basis. Flexible hours. Fast career advancement. Supportive work environment. Experience Avianna, a dynamic startup environment with visionary leadership that drives groundbreaking achievements. Our exceptional management team, with a proven track record and five-star Glassdoor reviews, propels us to the forefront of the robot industry. They inspire creative thinking, empower innovation, and foster a reputation as a top employer. Step into Avianna and be part of a fast-moving, red tape-free atmosphere where your contributions make a real impact.Contact: [відгукнутися]",
    "salary_min": "74000 грн",
    "salary_max": "92000 грн",
    "vip": false,
    "workers": "50–250 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5191363/",
    "title": "Викладач програмування для дітей (Python, Java, C#, C++)",
    "location": "Кременчук",
    "description": "Logika — це міжнародна школа програмування для дітей (http://logikaschool.com/).Ми впроваджуємо новітні технології IT в навчання школярів. На наших уроках діти навчаються основ програмування, а також вони розвивають алгоритмічне мислення та вміння думати, а в проектній роботі виявляють креативність та творчі здібності.Logika активно розвивається та представлена у більш ніж 30 містах. У зв’язку з розширенням ми шукаємо класних викладачів у Кременчук.Курси школи Logikа проходять на нашій унікальній технологічній платформі, де все зрозуміло та доступно. Є всі матеріали до уроків.Якщо ти мрієш продобре оплачувану роботу у вихідні в команді однодумців, то тобі до нас :)Що для цього потрібно: бути студентом старших курсів або випускником технічних чи педагогічних ВНЗ любити дітей і бути готовим зробити для них програмування простим, цікавим та веселим мати досвід роботи з дітьми! (аніматор, вожатий, вихователь) Знання мов програмування, зокрема Python, вітається. Ми пропонуємо: Оплата близько 300−400 грн за урок (2 години) Уроки проводяться в СБ та НД Безкоштовне навчання для викладачів Методичні матеріали з уроків та перерв Роботу в дружньому та амбітному колективі. Дізнався в описі себе? Тоді напиши нам скоріше!Інна 099 469 7867Показати телефон",
    "salary_min": "4000 грн",
    "salary_max": "7000 грн",
    "vip": false,
    "workers": "250–1000 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5258765/",
    "title": "Викладач програмування у IT-школу (Python)",
    "location": "Ніжин",
    "description": "Хто така Logika:Ми впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають логіку і вміння думати, а в проєктній роботі проявляють креативність та творчі здібності.У програму курсу Logika включені частини курсів з фізики, математики, хімії, астрономії, що допомагає дітям зрозуміти, навіщо шкільні предмети потрібні в реальному житті.Logika активно розвивається у Чернігівській області та в зв’язку із розширеннями відбувається пошук викладачів!Ми пропонуємо: Робота у вихідні та будні. Заробітна плата: 350 грн / 1.5 години викладання. Постійне навчання за рахунок компанії від наших професіоналів (тьюторів, методистів). Зручне місцерозташування школи. Круте ком’юніті однодумців! Хто нам потрібен?: Потрібні енергійні та вмотивовані викладачі, які ладнають із комп’ютером на «ти» та мають активний підхід до своєї роботи. Необхідні знання у Python. Вітається знання HTML, CSS та JavaScript. Великою перевагою буде вища освіта в області ІТ, або ж педагогіки/психології. Кандидати з досвідом роботи з дітьми в пріоритеті. Якщо в тебе ще немає досвіду, але є хист і бажання, школа пропонує навчання та підтримку! Обов`язки: проводити заняття із використанням уже готових методичних матеріалів школи Logika; створювати та підтримувати дружню робочу атмосферу; слідкувати за результатами учнів давати звіти за шаблонами (таблицями, формами зворотнього звʼязку) дотримуватися посадових обовʼязків викладача отримувати задоволення від роботи із майбутнім нашої країни; Якщо саме ВИ бажаєте власноруч змінювати освіту на краще — ходім до Logika!Не втрачай можливість — хутчіш залишай відгук!",
    "salary_min": "4500 грн",
    "salary_max": "9000 грн",
    "vip": false,
    "workers": "250–1000 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/4678613/",
    "title": "Програміст C, C++, C#, Java, SQL, Python, ERM, PLC (стажер)",
    "location": "Дніпро, вулиця Центральна",
    "description": "Річне стажування у Німеччині з подальшим працевлаштуванням в Україні. Хто надає? IAW (Internationale Akademie fur Aus-und Weiterbildung, академія освіти та підвищення кваліфікації) — некомерційна організація, головний офіс якої знаходиться в Baden-Wurttemberg, Німеччина. Для кого? Для випускників та студентів технічних спеціальностей, програмістів та інженерів у галузі інформаційних технологій. Студенти повинні бути зараховані до університету як мінімум протягом 4 семестрів (бакалавр) та будь-який семестр для майстранда чи докторанда. Важливим чинником відбору практикантів є знання англійської на середньому рівні. Що отримує практикант? Досвід роботи в німецькій IT компанії (Trumpf, Bosch, IMSGear, Schunk, Froehlich, Endress und Hauser, Nexus, Fischer, MADA, Koenig und Bauer та інші) Оплата перельоту в обидва кінці Оплачувана відпустка # Повністю облаштоване житло на весь період проходження практики Стипендію у розмірі 850 — 1000 євро щомісяця Безкоштовний курс німецької # Після стажування високо оплачувана робота у Дніпрі (початкова зарплата 1500 євро) Чому участь безкоштовна? IAW підтримують агенство зайнятості та торгова палата Німеччини, федеральне міністерство економіки, а також частина витрат бере на себе фірма, що приймає практиканта. Що потрібно зробити для отримання практики? Надіслати резюме англійською, осткановану копію диплома та додаток до диплому з оцінками на: [відгукнутися] Наступним етапом є тестування технічне та мовне.",
    "salary_min": "32000 грн",
    "salary_max": "32000 грн",
    "vip": false,
    "workers": "10–50 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/4808522/",
    "title": "Викладач програмування Python для дітей",
    "location": "Черкаси, вулиця Героїв Сталінграду, 22А",
    "description": "Академія Професій Майбутнього — це мережа сучасних IT-центрів для дітей від 6 до 16 років, які прагнуть мислити вільно і креативно, отримати максимум знань і навичок, ставити перед собою конкретні завдання та всіма силами досягати цих цілей.Ми запрошуємо до своєї команди викладача за такими напрямками: Python Scratch C# Java C++ При відгукі на вакансію вказуйте напрямок, який ви хочете викладати.Всі матеріали для проведення уроків ми надаємо!Вимоги: Досвід викладання не обов’язковий Хороші комунікативні здатність Знання української та російської мов Вміння добре подати матеріал та зацікавити учня Відповідальність, пунктуальність. Обов’язки: Проведення заняття у будні або вихідні Проведення пробних уроків, презентацій курсу Умови роботи: Викладач сам формує свій графік роботи Мінімум бюрократії та паперової тяганини. Нам важливим є результат, а не безліч документів; Оплата погодинна. Можливість суміщення з основною роботою. Якщо Вас зацікавила наша вакансія — надсилайте резюме, запросимо Вас на співбесіду!",
    "salary_min": "5000 грн",
    "salary_max": "15000 грн",
    "vip": false,
    "workers": "10–50 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5022829/",
    "title": "Викладач Python для дітей",
    "location": "Хмельницький, вулиця Подільська, 93",
    "description": "Шукаємо викладача комп`ютерних дисциплін для дітей у Комп’ютерну Академію IT STEPКомп’ютерна Академія IT STEP — лідер у сфері IT-освіти з 1999 року. Ми є найбільшою міжнародною компанією, яка спеціалізуємося на IT-освіті, з сотнями тисяч випускників по всьому світіНе хвилюйтесь через те, що ви не викладали раніше. З вас — технічні навички, з нас — допомога у педагогіціЧасткова зайнятість — 4−12 навчальних пар на тижденьОчікування від кандидата: основи ООП Python; вміння зрозуміло доносити інформацію; вміння знаходити спільну мову з дітьми. Обов’язки: проводити лекційні та практичні заняття; задавати та перевіряти домашні завдання; мотивувати студентів до навчання. З нас: навчання та сприяння розвитку ваший сильних сторін; гнучкий графік, сучасний офіс; комфортна адаптація; неминучість кар'єрного росту.",
    "salary_min": null,
    "salary_max": null,
    "vip": false,
    "workers": "10–50 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/2192963/",
    "title": "Junior Python, Django developer",
    "location": "Харків",
    "description": "Нам в команду нужен Junior Python developer со знанием Django или желанием его изучить для работы над интересными проектами. Плюсому будет знание Django REST framework, GraphQL и основ БД. Рассматриваем только кандидатов которые живут в Харькове или собираются туда вернуться. Сейчас работаем удаленно, но после войны вернемся в офис в Харькове.Требования: базовые знания Python понимание основ интернет-технологий умение работы с БД, знание основ SQL linux, docker английский на уровне чтения технической документации Мы предлагаем работу над интересными проектами с использованием современных технологий гибкий график работы офис в центре города (после войны) курсы английского в офисе (после войны) Ждем Ваше резюме на [відгукнутися]Заработная плата обсуждается по результатам собеседования.",
    "salary_min": null,
    "salary_max": null,
    "vip": false,
    "workers": "10–50 співробітників",
    "views": "Вакансію зараз переглядають 2 шукача."
  },
  {
    "url": "https://www.work.ua/jobs/5244069/",
    "title": "Викладач програмування у дитячу школу (Python)",
    "location": "Дистанційна робота",
    "description": "Що таке Logika:Ми впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають логіку і вміння думати, а в проєктній роботі проявляють креативність та творчі здібності.У програму курсу Logika включені частини курсів з фізики, математики, хімії, астрономії, що допомагає дітям зрозуміти, навіщо шкільні предмети потрібні в реальному житті.Logika активно розвивається і в зв’язку із розширеннями відбувається пошук викладачів у онлайн-відділ!Ми пропонуємо: Робота протягом тижня у зручний для Вас час. Графік занять узгоджується. Зайнятість від 6 груп. Заробітна плата: 450 грн / 1.5 години викладання. Постійне навчання за рахунок компанії від наших професіоналів. Дистанційна робота. Круте ком’юніті однодумців! Хто нам потрібен?: Потрібні енергійні та вмотивовані викладачі, які ладнають із комп’ютером на «ти» та мають активний підхід до своєї роботи. Необхідні знання у Python (Або ж досвід із іншими мовами програмування та бажання вивчати нове). Великою перевагою буде вища освіта в області ІТ, або ж педагогіки/психології. Досвід роботи з дітьми обов’язковий. Обов`язки: Проводити онлайн заняття із використанням вже готових методичних матеріалів школи Logika; Створювати та підтримувати дружню робочу атмосферу на заняттях; Слідкувати за результатами учнів; Давати звіти за шаблонами; Отримувати задоволення від роботи із майбутнім нашої країни; Якщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в Logika!Не втрачай можливість — хутчіш залишай відгук, або ж телефонуй:+380 66 052 15 35Показати телефон (Анатолій)",
    "salary_min": "11000 грн",
    "salary_max": "16000 грн",
    "vip": false,
    "workers": "250–1000 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5244029/",
    "title": "Викладач програмування у дитячу школу (Python)",
    "location": "Дистанційна робота",
    "description": "Що таке Logika:Ми впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають логіку і вміння думати, а в проєктній роботі проявляють креативність та творчі здібності.У програму курсу Logika включені частини курсів з фізики, математики, хімії, астрономії, що допомагає дітям зрозуміти, навіщо шкільні предмети потрібні в реальному житті.Logika активно розвивається і в зв’язку із розширеннями відбувається пошук викладачів у онлайн-відділ!Ми пропонуємо: Робота протягом тижня у зручний для Вас час. Графік занять узгоджується. Зайнятість від 6 груп. Заробітна плата: 450 грн / 1.5 години викладання. Постійне навчання за рахунок компанії від наших професіоналів. Дистанційна робота. Круте ком’юніті однодумців! Хто нам потрібен?: Потрібні енергійні та вмотивовані викладачі, які ладнають із комп’ютером на «ти» та мають активний підхід до своєї роботи. Необхідні знання у Python (Або ж досвід із іншими мовами програмування та бажання вивчати нове). Великою перевагою буде вища освіта в області ІТ, або ж педагогіки/психології. Досвід роботи з дітьми обов’язковий. Обов`язки: Проводити онлайн заняття із використанням вже готових методичних матеріалів школи Logika; Створювати та підтримувати дружню робочу атмосферу на заняттях; Слідкувати за результатами учнів; Давати звіти за шаблонами; Отримувати задоволення від роботи із майбутнім нашої країни; Якщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в Logika!Не втрачай можливість — хутчіш залишай відгук, або ж телефонуй:38 097 227 6935Показати телефон — Андрій (Telegram/дзвінки)",
    "salary_min": "11000 грн",
    "salary_max": "16000 грн",
    "vip": false,
    "workers": "250–1000 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5150025/",
    "title": "Junior Account Manager",
    "location": "Дистанційна робота",
    "description": "Якщо ви комунікабельна людина, хочете розвиватись в IT сфері, маєте англійську на рівні Upper Intermediate (або вище), запрошуємо приєднатись до команди Python Automation Masters. Задачі: координація 5+ девелоперів ведення проектів планування і контроль планів виконання контроль завантаженості команди регулярні sync-up з клієнтами участь у залученні нових клієнтів оформлення use cases проектів, презентацій (використовуючи існуючі шаблони) Tools: ZohoCRM Trello Calendly Loom Apollo Необхідні знання та навички: знання англійської мови на рівні Upper Intermediate (письмова та розмовна); experience as project manager / assoisiated project manager — from 0.5 years бажаний досвід генерації лідів на Upwork; наявність аккаунту на Upwork (або можливість його створити); вміння знаходити спільну мову з клієнтами; проактивність та ініціативність, комунікабельність. Буде додатковою перевагою: вміння вести переговори з приводу продажів (negotiations); розуміння тематики scraping; розуміння на базовому рівні наступних областей: Python бази даних google sheets API Досвід із Zoho CRM; Досвід із Upwork. Умови праці: робота віддалена комунікація через telegram/skype Ми пропонуємо: віддалений формат роботи; навчання та підтримку протягом випробувального терміну; доброзичливий колектив. Про компанію Python Automation MastersЗаймаємось написанням ефективних скриптових рішень. В загальному працюємо в ніші scraping. Мова програмування — Python 3.x. Працюємо з базами даних: PostgreSQL, mysql, Redis. OS: Linux (Ubuntu, CentOS). Надаємо послуги front-end, а також закриваємо питання по DataScience (ML/NLP). Ростемо і розвиваємось з 2019 року.",
    "salary_min": "15000 грн",
    "salary_max": "18000 грн",
    "vip": false,
    "workers": "10–50 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5249498/",
    "title": "Викладач програмування у IT-школу (Python)",
    "location": "Прилуки",
    "description": "Хто така Logika:Ми впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають логіку і вміння думати, а в проєктній роботі проявляють креативність та творчі здібності.У програму курсу Logika включені частини курсів з фізики, математики, хімії, астрономії, що допомагає дітям зрозуміти, навіщо шкільні предмети потрібні в реальному житті.Logika активно розвивається у Чернігівській області та в зв’язку із розширеннями відбувається пошук викладачів!Ми пропонуємо: Робота у вихідні та будні. Заробітна плата: 350 грн / 1.5 години викладання. Постійне навчання за рахунок компанії від наших професіоналів (тьюторів, методистів). Зручне місцерозташування школи. Круте ком’юніті однодумців! Хто нам потрібен?: Потрібні енергійні та вмотивовані викладачі, які ладнають із комп’ютером на «ти» та мають активний підхід до своєї роботи. Необхідні знання у Python. Вітається знання HTML, CSS та JavaScript. Великою перевагою буде вища освіта в області ІТ, або ж педагогіки/психології. Кандидати з досвідом роботи з дітьми в пріоритеті. Якщо в тебе ще немає досвіду, але є хист і бажання, школа пропонує навчання та підтримку! Обов`язки: проводити заняття із використанням уже готових методичних матеріалів школи Logika; створювати та підтримувати дружню робочу атмосферу; слідкувати за результатами учнів давати звіти за шаблонами (таблицями, формами зворотнього звʼязку) дотримуватися посадових обовʼязків викладача отримувати задоволення від роботи із майбутнім нашої країни; Якщо саме ВИ бажаєте власноруч змінювати освіту на краще — ходім до Logika!Не втрачай можливість — хутчіш залишай відгук!",
    "salary_min": "4500 грн",
    "salary_max": "9000 грн",
    "vip": false,
    "workers": "250–1000 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5251229/",
    "title": "Python-програміст",
    "location": "Дистанційна робота",
    "description": "🚀 Запрошуємо до співпраці! 📊🔍Ви володієте Python та вмієте ефективно аналізувати дані для підтримки команди продажів? Ми маємо захоплюючу можливість для вас приєднатися до нашої динамічної команди на умовах контракту з можливістю переходу на повну зайнятість у майбутньому.🔎 Про нас: Ми — передова компанія, яка динамічно розвивається у своїй сфері. Команда продажів відіграє важливу роль у нашому успіху, тому ми шукаємо талановитого Спеціаліста, який допоможе нам у цьому завданні.💼 Обов’язки та відповідальність: Як Спеціаліста, ваша основна задача — добувати та аналізувати дані з різних веб-сайтів, зосереджуючись на обраних галузях. Ви будете використовувати свої знання Python та аналітичні вміння для виявлення корисних інсайтів, що допоможуть нашій команді продажів приймати рішення на основі даних та виходити в лідери ринку.📋 Основні обов’язки: Використовувати мову програмування Python для збору та вилучення потрібних даних з веб-сайтів. Проводити глибинний аналіз даних для виявлення патернів, тенденцій та потенційних бізнес-можливостей. Співпрацювати з командою продажів, щоб зрозуміти їх потреби щодо даних та забезпечити цінні інсайти. Розробляти автоматизовані скрипти та інструменти для оптимізації процесів збору та аналізу даних. Вдосконалювати техніки дата майнінгу для забезпечення ефективності, точності та надійності результатів. Співпрацювати з командами різних підрозділів для розробки стратегій на основі даних. 💻 Вимоги: Підтверджений досвід роботи як Data Mining Specialist або схожої посади. Високий рівень володіння мовою програмування Python для веб-скрапінгу та маніпуляції даними. Сильні знання аналізу даних та візуалізації. Знайомство з різноманітними джерелами даних та API. Виняткові навички у вирішенні проблем та увага до деталей. Здатність працювати самостійно та ефективно на віддаленій роботі. Високі комунікаційні навички для успішної співпраці зі співробітниками. 🌟 Що ви отримаєте: Приєднавшись до нашої команди як Дата Майнінг Спеціаліст, ви отримаєте можливість стати частиною амбітної та розвиваючоїся компанії, яка цінує інновації та творчість. Ви зможете проявити свої вміння, значно вплинути на успіх нашої команди продажів та допомогти формувати майбутнє компанії.📍 Місцезнаходження: Віддалена робота (можливість працювати з будь-якої локації)📆 Тип: Контракт (з можливістю переходу на повну зайнятість у майбутньому)📧 Як подати заявку: Щоб подати заявку на цю посаду, будь ласка, надішліть своє оновлене резюме та короткий супровідний лист з докладним описом вашого відповідного досвіду. Дайте нам знати, чому ви ідеально підходите для цієї ролі, і ми зв’яжемося найближчим часом!",
    "salary_min": "10000 грн",
    "salary_max": "30000 грн",
    "vip": false,
    "workers": "менше 10 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5248896/",
    "title": "Викладач у дитячу IT-школу програмування (Scratch, Python, JavaScript)",
    "location": "Кропивницький",
    "description": "Школа Logika активно розвивається і в зв’язку із розширенням штату фахівців, відбувається пошук викладачів у нашу школу! В нашій школі присутні курси: Комп’ютерна грамотність, Scratch, Геймдизайн, Python, Front-end.ПРО ШКОЛУ:Ми впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають своє логічне та критичне мислення і вміння думати та аналізувати інформацію, в проєктній роботі проявляти креативність та творчі здібності.Ми пропонуємо: Робота у вихідні (субота, неділя). Можлива зайнятість в будні дні друга половина дня. Вчасна виплата заробітної плати. Постійне навчання за рахунок компанії від наших професіоналів. Круте ком’юніті однодумців та комплексну базу знань для співробітників! Мотивацію для викладачів! Зайнятість від 3−7 груп Заробітна плата: від 400 грн за один урок (в залежності від кількості дітей у групі) Обов`язки: Проводити офлайн заняття із використанням вже готових методичних та практичних матеріалів школи Logika; Створювати та підтримувати дружню робочу атмосферу на заняттях; Слідкувати за результатами учнів; Вчасно заповнювати адміністративну звітність; Проводити відкриті уроки для батьків, та давати зворотній зв’язок про навчання дітей; Отримувати задоволення від роботи із майбутнім нашої країни; Хто нам потрібен?: Потрібні енергійні та вмотивовані викладачі, які ладнають із комп’ютером на «ти» та мають активний підхід до своєї роботи. Високо розвинені комунікативні навички, досвід публічних виступів Любов до дітей та бажання навчати та навчатись разом із ними! Знання різних мов програмування Python,Scratch, Lua, HTML,CSS, JavaScript та величезне бажання вивчати нове). Великою перевагою буде вища освіта в області ІТ, педагогіки/психології. Кандидати з досвідом роботи з дітьми в пріоритеті. Якщо у Вас ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку.Якщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в Logika!Не втрачайте можливість — хутчіш залишайте відгук, або ж телефонуте/пишіть: 0931075430Показати телефон Анна.",
    "salary_min": "5000 грн",
    "salary_max": "10000 грн",
    "vip": false,
    "workers": "250–1000 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5248953/",
    "title": "Викладач у дитячу IT-школу програмування (Scratch, Python, JavaScript)",
    "location": "Сміла",
    "description": "Школа Logika активно розвивається і в зв’язку із розширенням штату фахівців, відбувається пошук викладачів у нашу школу! В нашій школі присутні курси: Комп’ютерна грамотність, Scratch, Геймдизайн, Python, Front-end.ПРО ШКОЛУ:Ми впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають своє логічне та критичне мислення і вміння думати та аналізувати інформацію, в проєктній роботі проявляти креативність та творчі здібності.Ми пропонуємо: Робота у вихідні (субота, неділя). Можлива зайнятість в будні дні друга половина дня. Вчасна виплата заробітної плати. Постійне навчання за рахунок компанії від наших професіоналів. Круте ком’юніті однодумців та комплексну базу знань для співробітників! Мотивацію для викладачів! Зайнятість від 3−7 груп Заробітна плата: від 400 грн за один урок (в залежності від кількості дітей у групі) Обов`язки: Проводити офлайн заняття із використанням вже готових методичних та практичних матеріалів школи Logika; Створювати та підтримувати дружню робочу атмосферу на заняттях; Слідкувати за результатами учнів; Вчасно заповнювати адміністративну звітність; Проводити відкриті уроки для батьків, та давати зворотній зв’язок про навчання дітей; Отримувати задоволення від роботи із майбутнім нашої країни; Хто нам потрібен?: Потрібні енергійні та вмотивовані викладачі, які ладнають із комп’ютером на «ти» та мають активний підхід до своєї роботи. Високо розвинені комунікативні навички, досвід публічних виступів Любов до дітей та бажання навчати та навчатись разом із ними! Знання різних мов програмування Python,Scratch, Lua, HTML,CSS, JavaScript та величезне бажання вивчати нове). Великою перевагою буде вища освіта в області ІТ, педагогіки/психології. Кандидати з досвідом роботи з дітьми в пріоритеті. Якщо у Вас ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку.Якщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в Logika!Не втрачайте можливість — хутчіш залишайте відгук, або ж телефонуте/пишіть: 0931075430Показати телефон Анна.",
    "salary_min": "5000 грн",
    "salary_max": "10000 грн",
    "vip": false,
    "workers": "250–1000 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5249023/",
    "title": "Викладач у дитячу IT-школу програмування (Scratch, Python, JavaScript)",
    "location": "Канів",
    "description": "Школа Logika активно розвивається і в зв’язку із розширенням штату фахівців, відбувається пошук викладачів у нашу школу! В нашій школі присутні курси: Комп’ютерна грамотність, Scratch, Геймдизайн, Python, Front-end.ПРО ШКОЛУ:Ми впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають своє логічне та критичне мислення і вміння думати та аналізувати інформацію, в проєктній роботі проявляти креативність та творчі здібності.Ми пропонуємо: Робота у вихідні (субота, неділя). Можлива зайнятість в будні дні друга половина дня. Вчасна виплата заробітної плати. Постійне навчання за рахунок компанії від наших професіоналів. Круте ком’юніті однодумців та комплексну базу знань для співробітників! Мотивацію для викладачів! Зайнятість від 3−7 груп Заробітна плата: від 400 грн за один урок (в залежності від кількості дітей у групі) Обов`язки: Проводити офлайн заняття із використанням вже готових методичних та практичних матеріалів школи Logika; Створювати та підтримувати дружню робочу атмосферу на заняттях; Слідкувати за результатами учнів; Вчасно заповнювати адміністративну звітність; Проводити відкриті уроки для батьків, та давати зворотній зв’язок про навчання дітей; Отримувати задоволення від роботи із майбутнім нашої країни; Хто нам потрібен?: Потрібні енергійні та вмотивовані викладачі, які ладнають із комп’ютером на «ти» та мають активний підхід до своєї роботи. Високо розвинені комунікативні навички, досвід публічних виступів Любов до дітей та бажання навчати та навчатись разом із ними! Знання різних мов програмування Python,Scratch, Lua, HTML,CSS, JavaScript та величезне бажання вивчати нове). Великою перевагою буде вища освіта в області ІТ, педагогіки/психології. Кандидати з досвідом роботи з дітьми в пріоритеті. Якщо у Вас ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку.Якщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в Logika!Не втрачайте можливість — хутчіш залишайте відгук, або ж телефонуте/пишіть: 0931075430Показати телефон Анна.",
    "salary_min": "5000 грн",
    "salary_max": "10000 грн",
    "vip": false,
    "workers": "250–1000 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5248931/",
    "title": "Викладач у дитячу IT-школу програмування (Scratch, Python, JavaScript)",
    "location": "Світловодськ",
    "description": "Школа Logika активно розвивається і в зв’язку із розширенням штату фахівців, відбувається пошук викладачів у нашу школу! В нашій школі присутні курси: Комп’ютерна грамотність, Scratch, Геймдизайн, Python, Front-end.ПРО ШКОЛУ:Ми впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають своє логічне та критичне мислення і вміння думати та аналізувати інформацію, в проєктній роботі проявляти креативність та творчі здібності.Ми пропонуємо: Робота у вихідні (субота, неділя). Можлива зайнятість в будні дні друга половина дня. Вчасна виплата заробітної плати. Постійне навчання за рахунок компанії від наших професіоналів. Круте ком’юніті однодумців та комплексну базу знань для співробітників! Мотивацію для викладачів! Зайнятість від 3−7 груп Заробітна плата: від 350 грн за один урок (в залежності від кількості дітей у групі) Обов`язки: Проводити офлайн заняття із використанням вже готових методичних та практичних матеріалів школи Logika; Створювати та підтримувати дружню робочу атмосферу на заняттях; Слідкувати за результатами учнів; Вчасно заповнювати адміністративну звітність; Проводити відкриті уроки для батьків, та давати зворотній зв’язок про навчання дітей; Отримувати задоволення від роботи із майбутнім нашої країни; Хто нам потрібен?: Потрібні енергійні та вмотивовані викладачі, які ладнають із комп’ютером на «ти» та мають активний підхід до своєї роботи. Високо розвинені комунікативні навички, досвід публічних виступів Любов до дітей та бажання навчати та навчатись разом із ними! Знання різних мов програмування Python,Scratch, Lua, HTML,CSS, JavaScript та величезне бажання вивчати нове). Великою перевагою буде вища освіта в області ІТ, педагогіки/психології. Кандидати з досвідом роботи з дітьми в пріоритеті. Якщо у Вас ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку.Якщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в Logika!Не втрачайте можливість — хутчіш залишайте відгук, або ж телефонуте/пишіть: 0931075430Показати телефон Анна.",
    "salary_min": "5000 грн",
    "salary_max": "10000 грн",
    "vip": false,
    "workers": "250–1000 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5248983/",
    "title": "Викладач програмування у дитячу школу (Python, Roblox, JavaScript)",
    "location": "Дистанційна робота",
    "description": "Школа Logika активно розвивається і в зв’язку із розширенням штату фахівців, відбувається пошук викладачів у нашу школу! В нашій школі присутні курси: Комп’ютерна грамотність, Scratch, Геймдизайн, Python, Front-end.ПРО ШКОЛУ:Ми впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають своє логічне та критичне мислення і вміння думати та аналізувати інформацію, в проєктній роботі проявляти креативність та творчі здібності.Ми пропонуємо: Робота у вихідні (субота, неділя). Можлива зайнятість в будні дні друга половина дня. Вчасна виплата заробітної плати. Постійне навчання за рахунок компанії від наших професіоналів. Круте ком’юніті однодумців та комплексну базу знань для співробітників! Мотивацію для викладачів! Зайнятість від 3−7 груп Заробітна плата: від 400 грн за один урок (в залежності від кількості дітей у групі) Обов`язки: Проводити онлайн заняття із використанням вже готових методичних та практичних матеріалів школи Logika; Створювати та підтримувати дружню робочу атмосферу на заняттях; Слідкувати за результатами учнів; Вчасно заповнювати адміністративну звітність; Проводити відкриті уроки для батьків, та давати зворотній зв’язок про навчання дітей; Отримувати задоволення від роботи із майбутнім нашої країни; Хто нам потрібен?: Потрібні енергійні та вмотивовані викладачі, які ладнають із комп’ютером на «ти» та мають активний підхід до своєї роботи. Високо розвинені комунікативні навички, досвід публічних виступів Любов до дітей та бажання навчати та навчатись разом із ними! Знання різних мов програмування Python,Scratch, Lua, HTML,CSS, JavaScript та величезне бажання вивчати нове). Великою перевагою буде вища освіта в області ІТ, педагогіки/психології. Кандидати з досвідом роботи з дітьми в пріоритеті. Якщо у Вас ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку.Якщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в Logika!Не втрачайте можливість — хутчіш залишайте відгук, або ж телефонуте/пишіть: 0931075430Показати телефон Анна.",
    "salary_min": "5000 грн",
    "salary_max": "10000 грн",
    "vip": false,
    "workers": "250–1000 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5243893/",
    "title": "Backend Python Developer",
    "location": "Дистанційна робота",
    "description": "DevIT — Українська IT компанія. Ми працюємо в таких напрямках як: Web development, E-commerce solutions, Healthcare, Social Networks, Web Aplications, Real Estate solutions та інші. Створюємо та розвиваємо як свої власні продукти (додатки для провідної платформи у сфері e-commerce — Shopify), так і працюємо у напрямку IT — аутсорсингу.Віддалений формат співпраці.Побажання до кандидата: 1,5 + роки досвіду комерційної роботи в заявленому стеці Рівень англійської — Upper-Intermediate Вимоги: Досвід роботи з Django, FastAPI Розуміння архітектури REST API та досвід роботи з API Досвід роботи з Langchain та OpenAI API Базові навички роботи с Vector Database Pinecode/Chroma/pgvector Знання та практичні навички з SQL/No-SQL базами даних Розуміння асинхронного програмування Базові знання з впровадження мікросервісів Досвід з Redis, RabbitMQ/SQS Знання систем контролю версій Git Бажання навчатися новим технологіям та покращувати свої навички Буде плюсом досвід роботи з: Клауд платформами AWS/Azure/Google Cloud Docker Мовними моделями та машинним навчанням В середовищі Linux систем Обов’язки: Брати участь у розробці нових проектів Підтримка поточних рішень Створення нових модулів і доопрацювання існуючих Розробка API платформ Написання ефективного та масштабованого коду Впровадження алгоритмів обробки документів Розробка технічної документації Виконання перевірки коду, функціональне тестування та виправлення помилок Що ми пропонуємо? 5-ти денний робочий тиждень (8-ми годинний робочий день) Дружня атмосфера, постійний обмін досвідом, підтримка та допомога колег Адекватний менеджмент, допомога з адаптацією у компанії Робота з різноманітними технологіями Можливість кар'єрного зростання до Team Lead із відповідним підвищенням заробітної плати Конкурентна заробітна плата з регулярним переглядом кожні 6 місяців Оплачувана відпустка Оплачуваний лікарняний Заробітна плата, обговорюється за результатами співбесіди відповідно до рівня знань і навичок.Якщо ви бачите себе частиною нашої команди, тоді відправляйте своє резюме нам! Ми зв’яжемось з Вами найближчим часом!IT Recruiter:Mobile/Telegram Анна +38 (068)-909−42−24Показати телефонБудемо раді співпраці)",
    "salary_min": "29000 грн",
    "salary_max": "44000 грн",
    "vip": false,
    "workers": "50–250 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5243128/",
    "title": "Python Developer",
    "location": "Дистанційна робота",
    "description": "Шукаємо талановитих розробників для розширення нашої команди Наша спеціалізація — це розробка торгового та аналітичного програмного забезпечення. Наші поточні проекти стосуються розробки технологій для аналізу Blockchain криптовалют та створення технології тестування та оптимізації торгових стратегій.В нас на черзі проекти пов’язані з:1. розробкою інструментів аналізу ринку криптовалют (визначення фаз ринку, пошук оптимальних точок входу, виявлення патернів)2. розробкою арбітражного торгового роботу для ринку криптовалютІнколи ми відходимо від основної спеціалізації і беремося за проекти в сфері збору та аналізу даних.Сфера в якій ми працюємо є вузькоспеціалізованою, нашою метою НЕ є знайти вже досвідченого спеціаліста в цій галузі, а знаходити ТАЛАНТІВ!, які зможуть освоїти цю сферу діяльності на практиці.На співбесіду попадуть лише ті, хто виконає одне з двох тестових завдань на високому рівні. Перше стосується сфери торгового ПЗ, друге сфери збору та опрацювання даних. Ми звертатимемо увагу на якість написання коду, наявність докстрінгів, README.md, requirements.txt, структуру програмного рішення, стиль написання коду. Відправляйте виконане тестове завдання в телеграм. Можете писати в telegram: https://t.me/Maxim_Olehovich_MakarenkoПерше тестове: переписати мовою Python індикатор TradingView.Така задача регулярно трапляється в нашій практиці. Мало хто знає мову PineScript, на якій написано цей індикатор, проте це і не треба. Задача потребує вміння на ходу розбиратися з новими технологіями. Перевіряти буду картинку, якщо індикатор буде візуально співпадати з тим, що я бачу на TradingView, то задача виконана правильно. Посилання на код індикатора:https://docs.google.com/document/d/1XHCHTY0B2TWjZuToRyhjQJx9J73i6elMxXMGywUv9bE/edit?usp=sharingДруге тестове: зібрати 10,000 лідів (одиниць даних про потенційних клієнтів або партнерів) в сфері IT послуг, 1,000 лідів має мати адресу електронної пошти або телефон. Дані, що треба збирати: контакти в соц. мережах, телефон, емейл, ім'я/назва підприємства, посилання на сайт. Регіон довільний, джерела отримання даних довільні. Проявіть креативність!",
    "salary_min": "15000 грн",
    "salary_max": "30000 грн",
    "vip": false,
    "workers": "менше 10 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5017342/",
    "title": "Fullstack Python/React Developer",
    "location": "Дистанційна робота",
    "description": "ABOUT ELEMENTICAWelcome to Elementica! We are excited to see you on our profile. Elementica is a leading global software development company — expert in delivering web development, mobile application development and IT consulting services of any complexity to clients worldwide.www.elementica.ioJOB POSITIONWe are looking for a talented Fullstack Python/React Developer to join our Development Team. You will be at the core of our talented Web Apps teams and focus on building the most advanced and meaningful apps and workflows on the latest web technologies. RESPONSIBILITIES AND DUTIESAs a fullstack developer, you will work on our next generation applications, a specific project critical to our customer’s needs. We need our engineers to be versatile, display leadership qualities and be enthusiastic to take on new challenges as we continue to push technology forward.We are Product oriented developers with a growth mindset. We are curious problem solvers and we like to collaborate, communicate, share knowledge and technical ideas and grow together.What you’ll do: Develop cloud based frontend and backend web applications Work in all phases of the software development life-cycle (planning, design, implementation, deployment, monitoring and support) Collaborate and grow in a dynamic environment while working in small, agile and cross functional teams Use the latest technologies to solve real problems for our customers Communicate and coordinate with our engineering team in Ukraine. What we look for in you: Results-orientation, collaborative, pragmatic and agile mindset Strong knowledge in working with Javascript, Typescript and Python Expertise with the cloud (preferably AWS or GCP) Working proficiency in English (written and verbal) Continuous independent learning We are looking for these skills/experience: Strong knowledge of one or more Python frameworks (Django, Flask, FastAPI) Familiarity with some ORM (Object Relational Mapper) libraries Strong knowledge of relational (PostgreSQL) and non-relational (MongoDB) databases Experience with React hooks, CSS-in-JS, Redux, Jest Understanding of SSR with Next.js Understanding of common development principles and best practices (SOLID, DRY, YAGNI) and basic understanding of design patterns Experience working with Docker and Docker Compose Experience in CI/CD processes is a plus Experience with web performance optimizations What we offer: The opportunity to drive the development of cutting-edge software products The chance to work on interesting technical challenges such as advanced algorithms, wide integrations or scalable content management A positive, highly skilled, young team with a focus on quality Hybrid/remote working possibility / Home-office friendly / Flexible working hours Pick your own gear: Linux or IOS — whatever works best for you A lot of room for your own ideas. We always highly encourage you to work on them together with the team. Outstanding compensation based on experience and 20 days vacation Sponsored training opportunities with Udemy and English classes Our job offer Full Stack Python/React Developer sounds interesting? Then we are looking forward to receiving your application!",
    "salary_min": "60000 грн",
    "salary_max": "150000 грн",
    "vip": false,
    "workers": "10–50 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5242703/",
    "title": "Викладач програмування у IT-школу (Scratch, Python)",
    "location": "Київ, проспект Володимира Івасюка, 14",
    "description": "Хто така Logika:Ми впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають логіку і вміння думати, а в проєктній роботі проявляють креативність та творчі здібності.У програму курсу Logika включені частини курсів з фізики, математики, хімії, астрономії, що допомагає дітям зрозуміти, навіщо шкільні предмети потрібні в реальному житті.Logika активно розвивається в Києві і в зв’язку із розширеннями відбувається пошук викладачів!Ми пропонуємо: Робота у вихідні та будні. Заробітна плата: 350 грн / 1.5 години викладання. Постійне навчання за рахунок компанії від наших професіоналів (тьюторів, методистів). Зручні локації. Круте ком’юніті однодумців! Хто нам потрібен?: Потрібні енергійні та вмотивовані викладачі, які ладнають із комп’ютером на «ти» та мають активний підхід до своєї роботи. Необхідні знання у Python, Scratch. Вітається знання HTML, CSS та JavaScript. Великою перевагою буде вища освіта в області ІТ, або ж педагогіки/психології. Кандидати з досвідом роботи з дітьми в пріоритеті Якщо в тебе ще немає досвіду, але є хист і бажання, школа пропонує навчання та підтримку! Обов`язки: проводити заняття із використанням уже готових методичних матеріалів школи Logika; створювати та підтримувати дружню робочу атмосферу; слідкувати за результатами учнів давати звіти за шаблонами (таблицями, формами зворотнього звʼязку) дотримуватися посадових обовʼязків викладача отримувати задоволення від роботи із майбутнім нашої країни; Якщо саме ВИ бажаєте власноруч змінювати освіту на краще — ходім до Logika!Не втрачай можливість — хутчіш залишай відгук!",
    "salary_min": "5000 грн",
    "salary_max": "10000 грн",
    "vip": false,
    "workers": "250–1000 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5242797/",
    "title": "Strong, Middle Python розробник для back-end інтеграції з chatGPT",
    "location": "Дистанційна робота",
    "description": "Ми — стартап із роботи з AI, займаємось розробкою нових рішень для бізнесу. Шукаємо Strong Middle Python розробника для back-end інтеграції з chatGPT і подібними сервісами.Шукаємо кандидата на парт або фул тайм під проєкт.Вимоги: Понад 2 роки комерційного досвіду з Python- Впевнене розуміння принципів роботи REST API і Websockets. Досвід проектування API- Досвід роботи з Flask/FastAPI. Досвід створення асинхронних мікросервісів. Досвід роботи з threading, multiprocessing Уміння працювати з linux серверами та повністю підтримувати свій код. Досвід роботи з MongoDB: beanie, motor Досвід роботи з docker та docker-compose. Уміння працювати як самостійно, так і в команді. Готовність працювати у динамічному середовищі, швидко створювати нові фічі та фіксити баги. Буде плюсом: Досвід роботи у сфері ML/AI Досвід роботи з API Telegram, Discord, Twitter, WhatsApp. Досвід роботи з RabbitMQ/Celery. У ваші завдання входитиме: Розробка high-load мікросервісів. Інтеграція з різними зовнішніми API Оптимізація коду для скорочення витрат на інфраструктуру. Реалізовувати новий функціонал максимально швидко та якісно. Тримати руку на пульсі та вчасно ліквідувати баги. Ми пропонуємо своєчасну конкурентну заробітну плату + бонуси по ходу розвитку компанії. Молодий колектив орієнтований на результат та швидке зростання, feature-first підхід до розробки.About ChatmastersМи робимо AI/ML доступним та зрозумілим для бізнесу.",
    "salary_min": "73600 грн",
    "salary_max": "73600 грн",
    "vip": false,
    "workers": "10–50 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5242788/",
    "title": "Strong junior, middle software engineer (Python)",
    "location": "Дистанційна робота",
    "description": "Big data, AI та військова сфера — це те, що ми поєднали у своїй роботі. Працюємо «at the cutting edge of innovation», аналізуємо великі дані із соцмереж, ідентифікуємо людей за фото, вирішуємо інші корисні задачі для військових та бізнесу.Чому вакансія повинна тебе зацікавити? Можливість поєднати створення високотехнологічних продуктів та роботу в інтересах ЗСУ Розробляємо технології AI з аналізу людей, унікальні у світовому масштабі. Майже як у Чорному дзеркалі. У нас цікаво, незвично та багато драйву На кожній позиції ми надаємо свободу дій, «творчості», а також даємо складні задачі та допомагаємо їх вирішувати, що дозволяє дуже швидко прокачувати свої навики та бачити результати саме своєї роботи Технічні вимоги: Комерційний досвід роботи з Python (gRPC, multiprocessing, asyncio) від 1−2 років Розуміння асимптотики, алгоритмів, структур даних, основ паралельного програмування Розуміння основних принципів передачі даних в мережі Досвід роботи з NoSQL та SQL базами даних (MongoDB, Redis, графові БД) Досвід роботи з фреймворком FastAPI Бажано: Досвід роботи з Java Досвід роботи з Linux, Docker Досвід роботи з open data Досвід роботи з reverse engineering, парсингом сайтів (selenium, bs4) Досвід створення API, оптимізації програмного коду Досвід у web розробці Приклади задач: Розробка клієнтських API та внутрішніх продуктів компанії Знаходження оптимальних засобів розміщення наявних даних для подальшого використання командою data science Побудова пайплайнів передачі даних, у тому числі на web Використання інструментів роботи з big data — побудова кластерних рішень Про компанію Artellence: Наша місія полягає у розкритті потенціалу використання великих даних із відкритих джерел з метою вирішення задач ЗСУ та бізнесу. Наші алгоритми ідентифікують людину за фото, перевіряють підозрілих людей, вирішують хто сьогодні отримає кредит, а кого завтра візьмуть на роботу. Ми беремо участь у будівництві нового майбутнього, заснованого на машинному навчанні та великих даних Детальніше про компанію можна прочитати на сайті artellence.com, а також у нашому Telegram-каналі BigDataFuture (t.me/artellence_official). Пошук постів про внутрішню кухню компанії за #ai_from_inside Відгуки співробітників про роботу в Artellence: jobs.dou.ua/companies/artellence/reviews Ми працюємо у віддаленому форматі із гнучким графіком, орієнтуємося на результат, а не кількість відпрацьованих годин. Розглядаємо кандидатів із усієї України",
    "salary_min": null,
    "salary_max": null,
    "vip": false,
    "workers": "10–50 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5049745/",
    "title": "Викладач програмування у дитячу школу (Python)",
    "location": "Кам'янець-Подільський",
    "description": "Logika — це міжнародна школа програмування для дітей logikaschool.comМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають логіку і вміння думати, а в проектній роботі проявляють креативність та творчі здібності.У програму курсу Logika включені частини курсів з фізики, математики, хімії, астрономії, що допомагає дітям зрозуміти, навіщо шкільні предмети потрібні в реальному житті.Logika активно розвивається і в зв’язку із розширенням ми в пошуку викладачів!Ми пропонуємо: Робота у вихідні (субота, неділя). Заробітна плата: від 350 грн/2 години Постійне навчання за рахунок компанії від наших професіоналів. Зручні локації. Круте ком’юніті однодумців! Хто нам потрібен? Потрібні енергійні та вмотивовані викладачі, які з комп’ютером на «ти» та мають активний підхід до своєї роботи. Необхідні знання у Python та Scratch або ж досвід із іншими мовами програмування та бажання вивчати нове. Великою перевагою буде вища освіта в області ІТ, або ж педагогіки/психології. Кандидати з досвідом роботи з дітьми в пріоритеті Якщо в тебе ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку. Обов`язки: Проводити заняття із використанням уже готових методичних матеріалів школи Logika; Створювати та підтримувати дружню робочу атмосферу; Слідкувати за результатами учнів; Давати звіти за шаблонами; Отримувати задоволення від роботи з дітками — майбутнім нашої країни. Якщо саме ТИ бажаєш власноруч змінювати освіту на краще — чекаємо серед однодумців в Logika!Не втрачай можливість — хутчіш залишай відгук, або ж телефонуй:+380980091818Показати телефон — Богдан",
    "salary_min": "4800 грн",
    "salary_max": "10000 грн",
    "vip": false,
    "workers": "250–1000 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5235517/",
    "title": "Викладач у дитячу школу програмування (Python)",
    "location": "Івано-Франківськ",
    "description": "Logika — це міжнародна школа програмування для дітей.Ми впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають логіку і вміння думати, а в проектній роботі проявляють креативність та творчі здібності.У програму курсу Logika включені частини курсів з фізики, математики, хімії, астрономії, що допомагає дітям зрозуміти, навіщо шкільні предмети потрібні в реальному житті.Logika активно розвивається і в зв’язку із розширеннями відбувається пошук викладачів!Ми пропонуємо: Робота у вихідні (субота, неділя). Заробітна плата: від 400 грн/1.5 години викладання. Постійне навчання за рахунок компанії від наших професіоналів. Зручні локації. Круте ком’юніті однодумців! Хто нам потрібен? Потрібні енергійні та вмотивовані викладачі, які з комп’ютером на «ти» та мають активний підхід до своєї роботи. Необхідні знання у Python або ж досвід із іншими мовами програмування та бажання вивчати нове. Великою перевагою буде вища освіта в області ІТ. Кандидати з досвідом роботи з дітьми в пріоритеті Якщо в тебе ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку. Обов`язки: Проводити заняття із використанням уже готових методичних матеріалів школи Logika; Створювати та підтримувати дружню робочу атмосферу; Слідкувати за результатами учнів; Давати звіти за шаблонами; Отримувати задоволення від роботи з дітками — майбутнім нашої країни. Якщо саме ТИ бажаєш власноруч змінювати освіту на краще — чекаємо серед однодумців в Logika!",
    "salary_min": "7000 грн",
    "salary_max": "10000 грн",
    "vip": false,
    "workers": "250–1000 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/5235538/",
    "title": "Викладач у дитячу школу програмування (Python)",
    "location": "Калуш",
    "description": "Logika — це міжнародна школа програмування для дітей.Ми впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають логіку і вміння думати, а в проектній роботі проявляють креативність та творчі здібності.У програму курсу Logika включені частини курсів з фізики, математики, хімії, астрономії, що допомагає дітям зрозуміти, навіщо шкільні предмети потрібні в реальному житті.Logika активно розвивається і в зв’язку із розширеннями відбувається пошук викладачів!Ми пропонуємо: Робота у вихідні (субота, неділя). Заробітна плата: від 380 грн/1.5 години викладання. Постійне навчання за рахунок компанії від наших професіоналів. Зручні локації. Круте ком’юніті однодумців! Хто нам потрібен? Потрібні енергійні та вмотивовані викладачі, які з комп’ютером на «ти» та мають активний підхід до своєї роботи. Необхідні знання у Python або ж досвід із іншими мовами програмування та бажання вивчати нове. Великою перевагою буде вища освіта в області ІТ. Кандидати з досвідом роботи з дітьми в пріоритеті Якщо в тебе ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку. Обов`язки: Проводити заняття із використанням уже готових методичних матеріалів школи Logika; Створювати та підтримувати дружню робочу атмосферу; Слідкувати за результатами учнів; Давати звіти за шаблонами; Отримувати задоволення від роботи з дітками — майбутнім нашої країни. Якщо саме ТИ бажаєш власноруч змінювати освіту на краще — чекаємо серед однодумців в Logika!",
    "salary_min": "6000 грн",
    "salary_max": "8000 грн",
    "vip": false,
    "workers": "250–1000 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  },
  {
    "url": "https://www.work.ua/jobs/4428355/",
    "title": "Full Stack Developer (Python)",
    "location": "Київ",
    "description": "Компанія «Dinamicka Development» шукає талановитого Full Stack Developer на посаду, яка вимагає знання мови програмування Python. Кандидат повинен мати досвід в програмуванні від 5 років, бути вмілим у роботі з базами даних, веб-фреймворками та знати основні принципи веб-розробки. Вміння комунікувати та обгрунтовувати рішення, та злагодженої роботи в команді є дуже важливим. Основні обов’язки включають програмування та розробку програмного забезпечення у веб-середовищі, розробку та підтримку веб-додатків, розробку та налаштування баз даних, розробку API та інтеграцію з іншими системами, а також роботу з веб-серверами та контейнерами.Ми шукаємо висококваліфіковану та мотивовану людину, яка бажає розвиватися. У компанії пропонуємо конкурентну заробітну плату, можливості кар'єрного росту та розвитку, а також багато інших переваг, пов’язаних з роботою в нашій дружній та професійній команді.Вимоги: Досвід комерційної розробки на Python від 5 років Досвід роботи з базами даних (MySQL, PostgreSQL та інші) Знання JavaScript, HTML, CSS та фреймворків (Angular або React інші) Досвід роботи з Django та Flas Англійська — B1 \\ B2 і вище; Знання алгоритмів та структур даних Розуміння принципів роботи мережевих протоколів Буде перевагою: — Знання Docker, Kubernetes — Досвід роботи з AWS, Google Cloud У нас ти знайдеш: Конкурентний рівень з/п (за результатами інтерв'ю) Згуртований колектив спеціалістів Тихий офіс із літньою терасою 100% оплату відпусток та лікарняних Можливість кар'єрного зростання у команді професіоналів Гнучкий початок робочого дня (з 9 до 12) Корпоративну бібліотеку для співробітників компанії Курси англійської мови. Корпоративи з виїздами на природу, тімбілдінг. Етапи інтерв'ю: Інтерв'ю з рекрутером — 30 хвилин по zoom. Інтерв'ю з технічним інтерв'юером 1година по zoom. Якщо у вас є досвід розробки на Python та ви готові приєднатися до нашої команди, надсилайте своє резюме!",
    "salary_min": null,
    "salary_max": null,
    "vip": false,
    "workers": "50–250 співробітників",
    "views": "Вакансію зараз переглядає 1 шукач."
  }
]